
## Plan Result (terraform/cloudflare/boxp.tk)

[CI link](https://github.com/boxp/arch/actions/runs/11541676413)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * cloudflare_zone.boxp_tk


<details><summary>Change Result (Click me)</summary>

```hcl

  # cloudflare_zone.boxp_tk will be created
  + resource "cloudflare_zone" "boxp_tk" {
      + account_id          = "1984a4314b3e75f3bedce97c7a8e0c81"
      + id                  = (known after apply)
      + meta                = (known after apply)
      + name_servers        = (known after apply)
      + paused              = false
      + plan                = (known after apply)
      + status              = (known after apply)
      + type                = "full"
      + vanity_name_servers = (known after apply)
      + verification_key    = (known after apply)
      + zone                = "boxp.tk"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"plan","PRNumber":1817,"Program":"tfcmt","SHA1":"ffaca01881a9a052f59336684715c2d8ca914a33","Target":"terraform/cloudflare/boxp.tk","Vars":{},"WorkflowName":"pull_request_target"} -->